{
    "enable_colors": true,
    "completion_messages": [
        "Task destroyed. You are a god among insects. Go nap.",
        "Productivity levels critical. Cool down immediately.",
        "One less burden. You basically won the day.",
        "Look at you, doing things. I'm so proud.",
        "History will remember this moment.",
        "Bare minimum achieved. Return to slumber.",
        "Stupendous. Magnificent. Adequate.",
        "You clicked a button. Here is your dopamine.",
        "Task deleted. It can never hurt you again.",
        "Another one bites the dust! Your dust, specifically.",
        "Consider that a professional development exercise.",
        "That task never stood a chance against your unique brand of focused inaction.",
        "You've transcended mere completion. You've... performed a task.",
        "The universe is now slightly more organized, thanks to your singular effort.",
        "You deserve a montage. Or at least a snack.",
        "Did you even break a sweat? Don't answer that.",
        "Behold, the legend of the completed task! (It's this one.)",
        "Your commitment to finishing tasks is almost as legendary as your commitment to not starting them.",
        "Task evaporated. Poof. Gone. Like all your excuses.",
        "A true virtuoso of getting things done... eventually.",
        "Congratulations! You've successfully navigated the treacherous waters of 'doing stuff'.",
        "The digital confetti is raining down. Can you feel it? No? Good. Rest.",
        "That task won't bother you anymore. Mission accomplished, agent of chill."
    ],
    "empty_state_messages": [
        "Nothing to do! (You lazy animal)",
        "Zero tasks. Maximum chill achieved.",
        "Your schedule is as empty as a politician's promise.",
        "Nap time? I think it's nap time.",
        "You have slain all the dragons. Rest now, warrior.",
        "Inbox zero? More like Life zero.",
        "Go outside. Touch grass. Or don't. I'm a script, not a cop.",
        "Nothing due today. Procrastination successful!",
        "Look at you, being all efficient and stuff.",
        "Task list empty. Buffer overflow in happiness sector.",
        "Your todo list is currently experiencing a profound sense of existential dread.",
        "The void gazes back... and sees no tasks. Impressive.",
        "All clear! The path to blissful idleness is unobstructed.",
        "Consider this your official permission slip for unlimited leisure.",
        "The digital tumbleweeds are rolling. No tasks in sight.",
        "Your productivity has entered a state of serene equilibrium.",
        "This is not a drill. There are genuinely no pressing matters.",
        "The universe has conspired to grant you a moment of pure, unadulterated nothingness.",
        "Be warned: extended periods of zero tasks may lead to spontaneous napping.",
        "Congratulations! You've achieved peak non-urgency.",
        "The tasks have all fled, fearing your formidable capacity for relaxation.",
        "You've reached the final frontier: the land of no commitments.",
        "Go forth and be gloriously unproductive. I support you."
    ]
}
